export const bntyFn = [
    {
      title: "랜딩&회원가입 페이지",
      items: [
        "카카오 로그인 및 일반 로그인 기능",
        "사용자 역할 선택 기능",
      ],
    },
    {
      title: "메인 페이지",
      items: [
        "트레이너 QR코드 제공 및 회원 스캔 시 연결 기능",
        "트레이너 수강등록 버튼으로 회원 수강횟수 등록 기능",
        "회원 메인 페이지에서 남은 수강횟수 확인 기능",
      ],
    },
    {
      title: "바디체크 페이지",
      items: [
        "운동 사진 업로드 기능 (본인 사진만 표시)",
      ],
    },
    {
      title: "달력 페이지",
      items: [
        "하루 식단 및 운동 기록 작성 기능",
        "식단은 노란색 점, 운동은 파란색 점으로 달력 표시 기능",
        "꾸준한 관리 일정 시각화로 사용자 동기 부여",
      ],
    },
    {
      title: "채팅 페이지",
      items: [
        "트레이너와 회원 간 1:1 채팅 기능",
      ],
    },
    {
      title: "노트 페이지",
      items: [
        "트레이너가 담당 회원 선택 후 하루 운동 기록 업로드 기능",
        "회원이 트레이너 작성 운동 기록 일지 확인 기능",
      ],
    },
  ];
  