export const bntyFn = [

    {
      title: "랜딩&회원가입 페이지",
      items: [
        "카카오 로그인 및 일반 로그인 기능",
        "사용자 역할 선택 기능",
      ],
      update: [
        '스플래쉬 화면'
      ]
    },
    {
      title: "메인 페이지",
      items: [
        "트레이너 QR코드 제공 및 회원 스캔 시 연결 기능",
        "트레이너 수강등록 버튼으로 회원 수강횟수 등록 기능",
        "회원 메인 페이지에서 남은 수강횟수 확인 기능",
      ],
      update: [
        'QR코드 인식 성능 및 안정성 개선'
      ]
    },
    {
      title: "바디체크 페이지",
      items: [
        "운동 사진 업로드 기능 (본인 사진만 표시)",
      ],
      update: [
        '삭제 기능 추가'
      ]
    },
    {
      title: "달력 페이지",
      items: [
        "하루 식단 및 운동 기록 작성 기능",
        "식단은 노란색 점, 운동은 파란색 점으로 달력 표시 기능",
        "꾸준한 관리 일정 시각화로 사용자 동기 부여",
      ],
    },
    {
      title: "채팅 페이지",
      items: [
        "트레이너와 회원 간 1:1 채팅 기능",
      ],
      update: [
        '읽음/안읽음 표시 기능 추가로 소통 명확화',
        '사진 전송 기능 추가',
        '소소한 오류들 개선으로 더 부드러운 채팅 경험 제공'
      ]
    },
    {
      title: "노트 페이지",
      items: [
        "트레이너가 담당 회원 선택 후 하루 운동 기록 업로드 기능",
        "회원이 트레이너 작성 운동 기록 일지 확인 기능",
      ],
      update:[
        '트레이너는 회원 별로 노트를 조회 및 수정 삭제 가능'
      ]
    },
    {
      title: '추가 Update항목',
      items: [
        '컴포넌트 로딩 시 React.lazy()와 Suspense를 활용 및 스켈레톤 추가',
        '데이터 fetch시 로딩바를 표시해 사용자 경험 개선',
        'PWA도입으로 모바일에서 앱처럼 실행 가능, 스플래시 화면 추가로 더욱 앱같은 시작 경험 제공',
        '반응형 디자인 개선으로 다양한 기기에서 최적화된 UI제공',
        '라이브러리를 활용하여 알림창 및 피드백 UI를 새로 구현'
      ]
    }
  ];
  