export const mingleFn = [
    {
      title: "회원기능",
      items: [
        "회원 설명 수정 기능",
        "회원 정보 수정 기능",
        "이메일 중복 확인 기능",
        "팔로잉 유저 추천 기능",
        "팔로우한 유저 정보 가져오는 기능",
      ],
    },
    {
      title: "곡 관련 기능",
      items: [
        "곡 삭제 기능",
        "곡 좋아요 토글 기능",
        "최신순으로 곡 가져오기 기능",
      ],
    },
    {
      title: "플레이리스트 기능",
      items: [
        "플레이리스트 유저 정보 가져오기 기능",
        "날씨에 따른 플레이리스트 가져오기 기능",
        "유저 취향의 플레이리스트를 가져오는 기능",
      ],
    },
  ];