export const vcFn = [
    {
      title: "랜딩 페이지",
      items: [
        "카카오로그인과 게스트 로그인이 있으며, 게스트로그인은 로그인한 기기에서만 유저 정보 유지. 로그아웃 시 재로그인 불가",
      ],
    },
    {
      title: "네브바",
      items: [
        "메뉴 목록, 검색창, 유저 아이콘으로 구성",
        "유저 아이콘: 로그인된 유저의 이름, 보유 현금, 보유 자산, 평가 손익, 관심 코인, 최근 본 코인 표시",
        "검색창: 클릭 시 거래대금 기준 상위 20개 코인 표시",
      ],
    },
    {
      title: "메인 페이지",
      items: [
        "코인 리스트와 각 코인의 현재가, 거래대금, 전일 대비 퍼센트 표시",
        "거래대금 순으로 정렬 가능",
      ],
    },
    {
      title: "자산 페이지",
      items: [
        "보유자산: 보유현금, 총 평가손익, 투자 코인별 평가 손익 확인 가능",
        "거래내역: 체결된 거래내역을 날짜, 거래종류별로 확인 가능",
        "미체결: 예약 거래한 코인 정보 표시 및 예약 취소 가능",
      ],
    },
    {
      title: "랭킹 페이지",
      items: [
        "가입한 유저들의 수익률 기준 순위 표시",
      ],
    },
    {
      title: "코인 디테일 페이지",
      items: [
        "해당 코인의 호가창과 거래창 구성",
        "분봉 차트 제공, 분/일/주/월 단위로 그래프 확인 가능",
      ],
    },
    {
      title: "기타",
      items: [
        "반응형으로 구현",
        "PWA(Progressive Web App)로 구현되어 설치 후 모바일/PC에서 앱처럼 사용 가능"
      ],
    },
  ];
  